const signs: Array<Array<any>> = [
  [19, 'capricorn', 'Козерог (22.12–19.1)', 'Земля', 'Сатурн'],
  [18, 'aquarius', 'Водолей (20.1–18.2)', 'Воздух', 'Сатурн, Уран'],
  [20, 'pisces', 'Рыбы (19.2–20.3)', 'Вода', 'Юпитер, Нептун'],
  [19, 'aries', 'Овен (21.3–19.4)', 'Огонь', 'Марс'],
  [20, 'taurus', 'Телец (20.4–20.5)', 'Земля', 'Венера'],
  [21, 'gemini', 'Близнецы (21.5–21.6)', 'Воздух', 'Меркурий'],
  [22, 'cancer', 'Рак (22.6–22.7)', 'Вода', 'Луна'],
  [22, 'leo', 'Лев (23.7–22.8)', 'Огонь', 'Солнце'],
  [22, 'virgo', 'Дева (23.8–22.9)', 'Земля', 'Меркурий'],
  [22, 'libra', 'Весы (23.9–22.10)', 'Воздух', 'Венера'],
  [22, 'scorpio', 'Скорпион (23.10–22.11)', 'Вода', 'Марс, Плутон'],
  [21, 'sagittarius', 'Стрелец (23.11–21.12)', 'Огонь', 'Юпитер'],
];

export default signs;
